Revit 2024 API
BuiltInFailures.PathFailures Class
 Failures about Path.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class PathFailures
Visual Basic
Public NotInheritable Class PathFailures
Visual C++
public ref class PathFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.PathFailures
See Also
BuiltInFailures.PathFailures Members
Autodesk.Revit.DB Namespace